Repository: nikrou/siteDirectory
Catalog: locales/*/main.po
Languages: fr

source: New site
fr: Nouveau site

source: Settings
fr: Paramètres

source: Plugin activation
fr: Activation du plugin

source: Enable Site Directory plugin
fr: Activer le plugin Site Directory

source: Save configuration
fr: Sauver la configuration

source: Advanced options
fr: Options avancées

source: Remove selected
fr: Supprimer les éléments sélectionnés

source: Media sub-directory:
fr: Sous-répertoire des images :

source: Thematics page prefix:
fr: Préfixe de la page des thèmes :

source: Thematic page prefix:
fr: Préfixe de la page d'un thème :

source: Site page prefix:
fr: Préfixe de la page d'un site :

source: Configuration successfully updated.
fr: Configuration mise à jour avec succès.

source: Site directory has been successfully updated.
fr: Le site a été mis à jour avec succès.

source: Save order
fr: Sauver l'ordre

source: Status for theses sites have been successfully updated.
fr: Le statut de ces sites a été mis à jour.

source: Thematic(s) successfully deleted.
fr: Les thèmes ont été supprimés avec succès.

source: Order for thematics has been successfully updated.
fr: L'ordre des thèmes a été mis à jour.

source: Order for sites has been successfully updated.
fr: L'ordre des sites a été mis à jour.

source: Selected sites action:
fr: Action sur les sites séléctionnés

source: No site
fr: Aucun site

source: About
fr: A propos

source: If you want more informations on that plugin or have new ideas to develope it, or want to submit a bug or need help (to install or configure it) or for anything else ...
fr: Si vous voulez des informations sur ce plugin ou si vous avez des idées pour l'améliorer ou si vous pensez avoir trouvé un bug ou si vous avez besoin d'aide (pour l'installer ou le configurer) ou pour tout autre chose...

source: Go to %sthe dedicated page%s in
fr: Allez sur la %spage dédiée%s du

source: Made by:
fr: Créé par :

source: Sites directory
fr: Répertoire de sites

source: Edit site
fr: Modifier un site

source: Theme:
fr: Thème :

source: Sub-theme:
fr: Sous-thème :

source: Name:
fr: Nom :

source: Warning: If you set the URL manually, it may conflict with another site.
fr: Attention : Si vous indiquez l'URL manuellement, celle-là peut entrer en conflit avec un autre site.

source: Long description:
fr: Description longue :

source: Address:
fr: Adresse :

source: Telephone:
fr: Téléphone :

source: Direction:
fr: Cardinalité :

source: North
fr: Nord

source: West
fr: Ouest

source: South
fr: Sud

source: East
fr: Est

source: North area
fr: secteur Nord

source: West area
fr: secteur Ouest

source: South area
fr: secteur Sud

source: East area
fr: secteur Est

source: Town:
fr: Ville :

source: Paid?
fr: Payé ?

source: Mobile diffusion?
fr: Diffusion sur mobile ?

source: Webiste:
fr: Site web :

source: Thematics
fr: Thèmes

source: Sub-theme
fr: Sous-thème

source: Town
fr: Ville

source: No thematic
fr: Aucun thème

source: New thematic
fr: Nouveau thème

source: Thematic has been successfully updated.
fr: Le thème a été mis à jour avec succès.

source: Thematic has been successfully added.
fr: Le thème a été ajouté avec succès.

source: Name
fr: Nom

source: in your region
fr: dans votre région

source: Back to list
fr: Retour à la liste

source: Remove image from that site?
fr: Supprimer cet image de ce site ?

source: New type
fr: Nouveau type

source: No type
fr: Aucun type

source: Type(s) successfully deleted.
fr: Type(s) supprimé(s) avec succès.

source: Type has been successfully updated.
fr: Le type a été mis à jour avec succès.

source: Type has been successfully added.
fr: Le type a été ajouté avec succès.

source: The plugin define new tags for template:
fr: Le plugin définit de nouveaux tags pour les templates :

source: Code example to add to your theme <strong>%s</strong> template:
fr: Exemple de code à insérer dans le template <strong>%s</strong> de votre thème :

source: Loop to display thematics list.
fr: Boucle pour afficher la liste des thèmes

source: Loop to display sites list.
fr: Boucle pour afficher la liste des sites

source: Loop to display sites group by direction.
fr: Boucle pour afficher la liste des sites triés par cardinalité.

source: Loop to display sites group by sub-themes.
fr: Boucle pour afficher la liste des sites triés par les sous-thèmes.

source: block
fr: bloc

source: value
fr: valeur

source: First thematics result container.
fr: Contenu affiché avant la boucle des thèmes

source: Last thematics result container.
fr: Contenu affiché après la boucle des thèmes

source: Link to thematic page
fr: Lien vers la page d'un thème

source: All tags in site page page can be used in thematic page
fr: Tous les tags de la page site.html peuvent être utilisés sur la page thematic.html

source: Thematic label
fr: Nom du thème

source: Sub-theme label
fr: Nom du sous-thème

source: Direction label
fr: Cardinalité

source: Thematic page title
fr: Titre de la page du thème

source: attribute
fr: attribut

source: To display or not sites with sub-theme
fr: Pour afficher les sites qui ont ou n'ont pas de sous-thème

source: Link to a site
fr: Lien vers un site

source: Name of a site
fr: Nom du site

source: Type of a site
fr: Type du site

source: Theme label of a site
fr: Nom du thème du site

source: Sub-theme label of a site
fr: Nom du sous-thème du site

source: Address of a site
fr: Adresse du site

source: Town of a site
fr: Ville du site

source: Description of a site
fr: Description du site

source: Long description of a site
fr: Description longue du site

source: Test if image field exists for that site.
fr: Test pour savoir si l'image du site existe ou non

source: Image of a site
fr: Image du site

source: Email of a site
fr: Email du site

source: Telephone of a site
fr: Téléphone du site

source: Website of a site
fr: Site web du site

source: Direction of a site in lower case for css purpose
fr: Direction du site en minuscule pour des besoins css

source: Latitude of a site
fr: Latitude du site

source: Longitude of a site
fr: Longitude du site

source: Test if site has been paid
fr: Test pour savoir si le site a été payé

source: Test if site can be diffused on mobile
fr: Test pour savoir si le site peut-être diffusé sur mobile

source: You can also include the following code in your template to use default layout
fr: Vous pouvez aussi inclure le code suivant pour utiliser le template fourni par le plugin

source: Find coordinates on googleMap
fr: Trouver les coordonnées sur GoogleMaps

source: Thematics list
fr: Liste des thèmes

source: Thematic page
fr: Page d'un thème

source: Site page
fr: Page d'un site

source: You must provide a theme
fr: Le thème est obligatoire

source: You must provide a type
fr: Le type est obligatoire

source: You must provide a name
fr: Le nom du site est obligatoire

source: You must provide a description
fr: La description du site est obligatoire

source: You must provide an address
fr: L'adresse du site est obligatoire

source: You must provide a direction
fr: La direction du site est obligatoire

source: You must provide a town
fr: La ville du site est obligatoire

source: You must provide a latitude
fr: La latitude du site est obligatoire

source: You must provide a longitude
fr: La longitude du site est obligatoire
